lang_ru = {
    'index_title': 'Матпраздник в Санкт-Петербурге',
    'index_intro': \
        """
        <div>21 февраля 2016 года на базе ФМЛ № 30, в здании на ул. Шевченко, пройдёт XXVII Математический праздник.</div>
        <div>Математический праздник — это мероприятие для школьников 6 и 7 классов, интересующихся математикой. Он проходит с 1990 года в зданиях МГУ, а в этом году было решено провести аналогичное мероприятие для школьников Санкт-Петербурга, которые не хотят ехать в Москву, но любят решать интересные и нестандартные математические задачи и играть в математические игры.</div>
        <div>Всего принимает участие около 4500 детей на площадке в Москве и около 300 в Петербурге — на базе ФМЛ № 30.</div>
        
        <div>С 10 до 12 часов школьники решают нестандартные задачи. Организаторы олимпиады стремятся подобрать задачи для решения которых не требуется никаких знаний, выходящих за рамки школьной программы (иногда такие знания даже мешают!), а только воображение и смекалка.</div>
        
        <div>После 12:00 участникам читают лекции, играют с ними в математические игры и показывают мультфильмы. Всё это происходит в довольно вольной и свободной атмосфере: можно сделать перерыв в играх, съесть принесенный с собой перекус или просто отдохнуть. За это время мы успеваем проверить работы и отобрать лучшие из них для награждения.</div>
        <div>Награждение — сразу после показа мультфильмов, ориентировочно начинается около 16:30 в актовом зале лицея.</div>
        
        <div>В олимпиаде может участвовать любой школьник, если он учится в 6, 7 классе. Допускаются и смелые представители более младших параллелей, но надо учитывать, что уровень сложности заданий рассчитан именно на 6 и 7 классы. Мы приглашаем всех, независимо от места жительства и участия в районной олимпиаде. Вход свободный, мероприятие бесплатное!</div>
        <div>В виду ограниченного числа мест, будет проведена обязательная регистрация участников.</div>

        <div>Все вопросы по участию и проведению можно писать на адрес <b>math.fest.spb@gmail.com</b>.</div>
        """,
    'index_registration': 'Регистрация',

    'error_required_personal': 'ФИО, школа, класс и e-mail должны быть заполнены',
    'error_incorrect_grade': 'Некорректный класс выступления',
    'error_shoes_required': 'Необходимо подтвердить, что вы знаете, что необходима сменная обувь',
    
    'reg_done': 'Регистрация успешна!',

    'admin_title': 'Администрирование',
    'admin_not_enough_rights': 'Ты недостаточно прав.',
    'admin_login': 'Войти',

    '': ''
}

lang = lang_ru
